[
    {
        "quote": "Странно усещане изпитвате, когато се грижите за тези храбри български войници, някои от които ви казват: „Излекувайте ме бързо, за да се върна на бойното поле, изпишете ме докторе, раната ми е незначителна, а аз искам а се върна веднага на поста си“. Те са спокойни, невъзмутими, нерядко твърде устойчиви на страданието, много от тях отказват да бъдат приспивани и предпочитат да понесат болезнените операции без успокоителни.",
        "author": "Из впечатления на белгийския професор по медицина д-р Октав Лоран от ранени български войници по време на Балканската война.",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Никога няма да забравя един българин. Войнствено лице, с огромни мустаци, напомня старинен войвода. На гърба му – три пушки, на пояса – няколко чанти с патрони, в пояса – около седем пистолета и ятагана. На коня си вози ранен, като старателно го придържа на седлото да не падне. Оказа се, че този българин тръгнал да събира оръжието на убити турци, но тъкмо натоварил коня си, когато видял ранен руснак. На бърза ръка преместил всичко върху себе си, сложил ранения на седлото и го докара на 6 версти до превързочния пункт.",
        "author": "Из спомените на руския офицер Василий Иванович Немирович-Данченко, участник в боевете на вр. Шипка.",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Заключенията и оценките ще дойдат по-късно, но бих искал, казвайки сбогом на войниците, на чиито героизъм бях свидетел, да повторя, че най-хубавото, най-възвишеното във водената от България война срещу Турция беше чувството за единство, което движеше всички мъже в армията. Целият народ бе взел оръжие за осъществяването на вековен идеал. Националната вяра доведе победата…",
        "author": "докладаж на френския журналист Рьоне Пюо, военен кореспондент на вестник „Льо Тан“ през Балканската война.",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "От 20 т.м., в който ден аз докладвах за последен път най-покорно на Ваше Кралско Величество по българския въпрос, обстановката на Балканския полуостров напълно се промени в резултат от победата на българите. Вече се касае не до това, да се запази София от навлизане на сърбите, а да се попречи на княз Александър да окупира Сърбия.",
        "author": "Из доклад от граф Лерхенфелд до крал Лудвиг II Баварски за обстановката на Балканите в резултат на българската победа над Сърбия и хода на посланическата конференция в Цариград, Берлин, 27 ноември, 1885г.",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Тия проклети българи, сто пъти проклети! Залостили са се ей там и всред тоя потоп от дъжд и от огън на стотина наши оръдия, всред тая ужасна тъма и те не спират, а стрелят, трещят с бомби, артилерията им бие по нашите окопи,… и кръв, кал, вода, дим, трясък, тела – всичко се смесва… усещам, че разумът ми се губи в тоя хаос",
        "author": "Из разказа на Жер Оливие, френски сержант от 54 Колониален полк за войната срещу българите в Македония, 1916г.",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Тези атаки с щикове винаги биваха съпровождани от музика, като най-често се изпълняваше националният химн “Шуми Марица”. Бендерев поставяше дори музиката начело на колоната и нападаше толкова яростно, че накрая сърбите побягваха само като чуеха музиката на Бендерев. Много журналисти дори отбелязаха, че никога – както по време на тази война – не бе звучала толкова музика на бойното поле.",
        "author": "Из спомените на Адриано Колочи Веспучи, италиански учен и политик.",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Никога няма да забравя един ранен войник, който бе отнел една сръбска пушка; ние искахме да го качим на кола, той отказваше, искаше да ходи пеша. Натоварен с две пушки, неговата и сръбската… се бореше да не му вземат оръжието, което бе завладял с такава храброст.",
        "author": "Д-р Шарл Роа (дворцов лекар)",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Българите се бият като лъвове дори без офицери. Те заслужават един спомен в историята, дори ако бъдат победени.",
        "author": "Цариградският в. “Stambul” 6 ноември 1885 година",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Цял един народ беше ожитворен и се втурна на юг и на югоизток с непоколебима решителност… Българските войски отидоха от нивата и кошарата, но се биха като герои!",
        "author": "в. “Таймс” за битката при Люлебургаз – Бунархисар",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Те (българите) не искаха да знаят, че щикът е излязал от употреба, и се хвърлиха “на нож!” от 500 м. далеч, без да могат да ги удържат техните началници. Нищо не беше в състояние да възпре неудържимото им напредване.",
        "author": "в. Таймс за битката при Люлебургаз – Бунархисар",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Изумителна е бързината на движенията и нападенията. Това е ураган и ураган, който може да се повтори при едно замахване на сабята на командващия. Забележителна е бойната подготовка.",
        "author": "Явeр паша за българската пехота",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Това бе една човешка вълна, един прилив от мъжество. Една буря от хора.. Не можем да си представим без смайване и възхищение една поредица от фортове, превзети с атака „на нож“.",
        "author": "Луиджи Барцини, в. “Кориере де ла сера, 1912",
        "source": "bulgarianhistory.org"
    },
    {
        "quote": "Със същите очи, с които ви гледам, надлюдавах как вихрено летящ български изтребител се отдели от един вече рухващ към земята наш бомбардировач и се хвърли към друг, като се стовари върху него. Той откъсна опашката му и бомбардировачът се разцепи като дъб, поразен от гръм...",
        "author": "американският летец-изтребител лейтенант Джон Маклендън за тарана на Д. Списаревски.        "
    },
    {
        "quote": "Българските летци се бият с ожесточение, като че ли защитават най-скъпата светиня на света.",
        "author": "лейтенант Едуард Тинкер"
    },
    {
        "quote": "За да живее България има належаща нужда от нравствени великани, а не от безмълвни и поцепени нравствени кастрати. За да побеждава България трябва да се води от възвишени характери, а не от безмълвни, роболепни самопоклонци. Ново вино не се налива в стари мехове. Така е било, така е и така ще бъде и инак не може да бъде. Помнете дълбоката поука на почитания наш пустинник /Иван Рилски /– Причина за изчезване на всяко държавно устройство е безгрижието в развалата. Помнете и усърдно , чисто метете стълбата само отгоре надолу!",
        "author": "Полковник Борис Дрангов"
    },
    {
        "quote": "Две смърти няма, без една не може!",
        "author": "Полковник Борис Дрангов"
    },
    {
        "quote": "Бъде възторжен идеалист, честен до самопожертване, смел до безумство, влюбен в България до фанатизъм!",
        "author:": "Полковник Борис Дрангов"
    },
    {
        "quote": "Музиката свири. Знамето се вее. Лъвът реве! Марширува като на парад през целия Букурещ нашата Първата, Желязната, Шопската дивизия. Вижте сега българския войник. Той може да няма гащи, но победи! Той може да носи скъсани панталони, но победи! Той може да мъкне смачкан шинел, но победи! Гащите се купуват, панталоните се закърпват, шинелът се изглажда….славата не се купува, честта не се закърпва, поражението не се изглажда! Вижте сега българският войник, марширува като на парад през целия Букурещ!",
        "author": "Полковник Борис Дрангов"
    },
    {
        "quote:": "Няма силни хора. Има само силни моменти. И най-малкия, най-скромния, най-смирения съдбата отрежда да осъществи поне един – от един до безкрайност минус един. Разликата в хората е в количеството и качеството силни моменти…",
        "author": "Полковник Борис Дрангов"
    },
    {
        "quote": "От всички пороци най-опасният е бездействието. Когато ви поверят една операция, не казвайте „има време да обмисля“. Никога няма достатъчно време. Мисли върху нея – деня и нощя. Помни, че великите дела не са плод на гениалност, а на грамаден изразходван съзнателен и подсъзнателен труд  на обикновен ум, въоръжен със знания.",
        "author": "Генерал Георги Вазов"
    },
    {
        "quote": "Любовта! Ето великото чувство, страшната сила, която планини събаря. Началник, който не страда със своята част и не боледува със своите подчинени, който в своите грижи за тях не отива и на себеотрицание, който не е готов като пастир да положи главата си за своите овци – той е недостоен за своето високо предназначение, не е способен за велики дела.",
        "author": "Генерал Георги Вазов"
    },
    {
        "quote": "Напред ни чакат слава и мир, назад – безчестие и смърт!",
        "author": "Генерал Георги Вазов"
    },
    {
        "quote": "Живеех, трупах… Докато във мрака във гръдта си усетих страшна яма… Очи залюпих, изведнъж заплаках… аз всичко имах, само тебе нямах!",
        "author": "Димчо Дебелянов"
    },
    {
        "quote": "Човек винаги е свикнал да дири причините и за доброто, и за лошото вън от себе си. А те са вътре в нас.",
        "author": "Димитър Талев"
    },
    {
        "quote": "Красотата е банално качество у много жени. Същинското очарование идва от вътрешния пламък на личността.",
        "author": "Димитър Димов"
    },
    {
        "quote": "Ако си тъжен.. -  казваше баба.. тогава плачи. Когато сълзите свършат, животът продължава!",
        "author": "Дора Габe"
    }
]