import React from "react";
import Typography from "@material-ui/core/Typography";

const Conditions = () => {
  return (
    <Typography>
      <center>
        <b> Общи условия</b>
      </center>
      Настоящите общи условия уреждат правилата за използване на интернет сайта
      Непопулярно. Условия за ползване: Потребителите на сайта декларират, че са
      запознати и съгласни с настоящите общи условия, както и се задължават да
      ги спазват в тяхната цялост при всяко посещение и използване на сайта.
      Настоящите условия могат да бъдат осъвременявани по всяко време, без
      предизвестие, чрез осъвременяване на тази страница. Задължение на
      ползвателите на сайта е да посещават периодично тази страница с цел да се
      запознаят с актуалните условия за използването му. Правила за публикуване:
      Не се допуска повторно публикуване на информация, текст или изображения,
      която вече съществува на сайта. Задължително условие публикуването на
      текст към публикация е текстът да бъде грижливо изписан, съгласно
      правилата на българския книжовен език. Администраторите на сайта запазват
      правото си да не допускат публикации по своя преценка. Не са разрешени и
      публикации на чужди езици, такива изписани на латиница или съдържащи само
      главни букви. Потребители на сайта спазват добрия тон при общуване в
      публикации, коментари и лични съобщения. При наличие на обиди може да бъде
      потърсено съдействие от администраторите на сайта. Използването на
      потребителски имена, съдържащи обиди или нецензурни думи не се допуска.
      При откриване на такива потребителски имена, следва да бъдат сигнализирани
      администраторите на сайта, за да се предприемат необходимите стъпки по
      изтриването им. Администраторите на Непопулярно запазват правото си да
      следят информацията, качена от потребители на сайта, но не и задължението
      да правят това за всяка една публикация. Непопулярно не носи отговорност
      за текстове и изображения, който потребителите са качили на сайта.
      Непопулярно съдейства на органите на реда в случай, на криминално деяние
      от страна на потребителите на сайта. Публикуването на съобщения под
      формата на „СПАМ“, било то с търговска или нетърговска цел е забранено.
      Публикации на текстове и/или изображения с нецензурно, обидно или
      клеветническо съдържание не се допускат. Не се допуска и публикуване на
      информация, призоваваща към нарушаване на обществения ред, внушаваща
      етническа омраза и сегрегация. Ако бъде публикувана такава информация, тя
      бива изтривана от администраторите на сайта. При многократни публикуване
      на информация, попадаща в горните категории, от един и същи потребител,
      администраторите могат да изтрият или блокират достъпа на съответния
      потребител. Непопулярно запазва правото си да разполага рекламни банери в
      близост до публикациите, които могат да бъдат близки по смисъл и
      съдържание или от конкуренти на автора на публикацията. Права на
      интелектуална собственост: Качените на сайта материали са общодостъпни за
      потребителите. Тези материали могат да са обект на авторското право или
      върху тях да има други права на интелектуалната собственост. Всички права
      на интелектуална собственост върху достъпните на сайта материали и
      информационните ресурси подлежат на закрила по Закона за авторското право
      и сродните му права. Използването им в нарушение на този закон
      представлява правонарушение, за което се носи наказателна, гражданска и
      административнонаказатена отговорност съгласно приложимото българско
      законодателство. Информацията относно потребителския профил, качените
      снимки и публикации са предмет на авторското право и принадлежат на
      потребителя, който ги публикува или на потребителя, който има необходимото
      за това съгласие от автора им. Администраторите на Непопулярно,
      потребителите и гостите нямат право да копират каквато и да е било част от
      текстовете на творбите, както и самите изображения, без съгласието на
      авторите им. Използването на материали, достъпни на сайта е разрешено само
      при изрично и коректно посочване на източника им. Когато това е
      необходимо, потребителите следва да посочат източника на каченото
      изображение. Непопулярно не носи отговорност за нарушения на авторски
      права и други права на интелектуалната собственост от потребителите на
      сайта. В случай на нарушени авторски права, след предоставяне на
      необходимите доказателства за авторство на дадения обект, текст или
      изображение, администраторите могат да премахнат съответния обект, текст
      или изображение. При многократни нарушения на чужди авторски права от един
      и същи потребител, администраторите имат могат да изтрият или блокират
      достъпа на съответния потребител. Непопулярно запазва правото си да
      редактира публикации, които не съответстват на условията за публикуване в
      сайта, както и некоректно въведена или подвеждаща информация. Защита на
      личната информация Личната информация, която бива предоставяна на
      Непопулярно се обработва съгласно Политиката за защита на личната
      информация, приета от Непопулярно в съответствие Регламент (ЕС) 2016/679,
      както и с приложимото българско законодателство. Посетителите, както и
      Потребителите на сайта се съгласяват, че Непопулярно има право да събира,
      съхранява и обработва данни да поведението им в съответствие с
      горепосочената политика. За повече информация относно обработката на лични
      данни, вижте политиката за защита на личната информация на Непопулярно.
      (линк) Отговорност: Непопулярно не носи отговорност в случай на нанесени
      щети поради използването му, нито поради невъзможността за достъп до
      сайта. Сайтът може да съдържа връзки към трети сайтове. Непопулярно не
      отговаря за съдържанието, политиките за защита на личната информация и
      сигурността на тези трети сайтове, както и ако тези сайтове нарушават
      правата на интелектуална собственост. Наличието на връзка към друг сайт не
      предполага, че Непопулярно одобрява съдържанието или предлаганите от
      третия сайт продукти и услуги. Всякакви последващи отношения с трети
      сайтове са изцяло между потребителите и третите сайтове. Непопулярно
      полага всички разумни усилия да поддържа публикуваната на сайта информация
      вярна, точна и актуална. Това не изключва възможността инцидентно да
      възникват несъответствия или пропуски. Непопулярно предоставя цялата
      информация на сайта в съответствие с действащото българско
      законодателство, без да гарантира нейната ненакърнимост и сигурност от
      злонамерени действия от трети лица.
      <center>
        {" "}
        <b>Политика за защита на личната информация</b>
      </center>
      <center>
        {" "}
        <b>
          Какви лични данни биват обработвани, с каква цел и на какво основание
        </b>
      </center>
      Лични данни са всяка информация, която може да идентифицира дадено лице,
      като анонимните данни не се включват в тази категория. Непопулярно
      обработва предоставените лични данни съгласно настоящата Политика за
      защита на личната информация, в съответствие с Общия регламент относно
      защитата на лични данните (ЕС) № 2016/679 (ОРЗД) и приложимото българско
      законодателство. Обработват се следните категории лични данни:
      Потребителски данни, относно това как бива използван сайтът от
      посетителите и потребителите, с цел предоставяне на подходящо съдържание,
      както и правилното администриране на сайта. Законовото основание за това е
      легитимен интерес по смисъла на чл. 6, пара. 1, буква „е“ от ОРЗД.
      Технически данни, свързани с употребата на сайта, като IP адрес, данни за
      вход, имейл адрес и др. се обработват с цел по-добро администриране на
      сайта и подобряване на качеството на предлаганата услуга, както и
      предоставяне на подходящо съдържание на реклами. Законовото основание за
      това е легитимен интерес. Събраните лични данни се обработват и с цел
      по-добра комуникация с потребителите, водене на необходимата документация
      и за установяване, изпълнение или защита на правни искове, на основание
      легитимен интерес. Непопулярно не събира чувствителни данни за
      потребителите/посетителите. Кои данни са чувствителни е посочено в чл. 9
      от ОРЗД, като това са данни свързани с раса, етнически произход,
      политически възгледи, религиозни или философски убеждения и др. Сайта не
      използва автоматизирано вземане на решения нито автоматизирано
      профилиране. Непопулярно използва предоставените личните данни само за
      целта, поради която са събрани или ако e необходимо за цел близка по
      смисъл до основната. Възможно е обработване на предоставените личните
      данни без знанието или съгласието на потребителите/ползвателите, но само в
      законоустановените за това рамки. Предоставяне на личните данни
      Обработваните лични данни биват предоставяни лично от
      потребителите/посетителите, чрез регистрацията и посещението на сайта,
      използването на бисквитки и други подобни технологии. Защита на данните
      Непопулярно полага всички необходими и разумни мерки за сигурност, за да
      предотврати случайно изгубване, използване, промяна, разкриване или достъп
      до предоставените лични данни без разрешение. Срок на обработка на данните
      Предоставените личните данни се пазят толкова време, колкото е необходимо,
      за да се изпълнят целите, за които са били събрани, или с оглед
      удовлетворяването на законови, счетоводни или отчетни изисквания. При
      определянето на срока за който се съхраняват тези данни, Непопулярно
      преценява тяхното естество, количество, чувствителност, потенциалния риск
      от неразрешено използване или разкриване и целите на обработката, както и
      дали те могат да бъдат постигнати чрез други средства. При определени
      обстоятелства личните данни могат да бъдат превърнати в анонимни такива с
      цел изследване или статистика, като в подобни случаи тази информация може
      да бъде използвана неограничено и без да бъдете известявани. Вашите права
      Съгласно приложимото законодателство в областта на защитата на личните
      данни, потребителите/посетителите имате определени права по отношение на
      предоставените от тях лични данни. Тези права включват правото бъде
      поискан достъп, коригиране, изтриване, ограничаване, прехвърляне,
      възражения срещу обработка, преносимост на данни и (когато юридическата
      обосновка за обработка е съгласие) да бъде оттеглено съгласието. Ако
      желаете да упражните някое от горепосочените права, моля свържете се с нас
      на bobevatanas@gmail.com. Връзки на трети сайтове Непопулярно може да
      включва връзки и да препраща към други уеб сайтове. Кликването върху тези
      връзки може да позволи на трети страни да събират или обработват данни за
      Вас. Непопулярно не контролира тези уеб сайтове и не носи отговорност за
      техните действия. Политика за използването на Бисквитки Сайтът използва
      „бисквитки“, с цел подобряване на качеството на предоставяните услуги.
      Използването на бисквитки може да бъде изключено от настройките на
      съответния браузър. Ако бисквитките бъдат изключени, правилното
      функциониране на сайта може да бъде възпрепятствано, като части от него
      могат да станат недостъпни. С приемането на настоящата Политика за защита
      на личната информация, затварянето на банера/ съобщението относно
      бисквитките, или с продължаването използването на уеб сайта, посетителите
      се съгласяват с Политика за използването на Бисквитки.
    </Typography>
  );
};
export default Conditions;
